{
  "product": [
    {
      "name": "Барселона",
      "description": "При взмахе крыльями создается впечатление, что на краях мерцают огненные языки пламени. Отпугивая врагов своей боевой раскраской, привлекает внимание крайне любопытных и заинтригованных.",
      "price": "1350",
      "image": "http://s60.radikal.ru/i167/1203/9f/889792fdcc7f.jpg",
      "id": 1
    },
    {
      "name": "Грета Ото",
      "description": "Козырь Греты Ото – не пышная красота, а хрупкость и изящество. У неё стройное туловище и прозрачные крылышки без цветовых чешуек, за которые она получила второе название – Стеклянная бабочка. У крылышек видны чёрные прожилки и коричнево-рыжая кайма, на верхних крыльях небольшая белая полоска. При удачном падении лучей света прозрачные участки крыльев переливаются, как мыльный пузырь.",
      "price": "1000",
      "image": "https://toptimes.ru/wp-content/uploads/2019/05/greta_oto.jpg",
      "id": 3
    },
    {
      "name": "Монарх",
      "description": "Темно-оранжевые крылья с черными полосками и два ряда маленьких белых пятнышек по краям – бабочка монарх (Danaus plexippus) легко узнаваема по характерной яркой окраске. Это насекомое, размах крыльев которого составляет около 10 см, преодолевает огромные расстояния и даже способно перелететь Атлантический океан. Давайте узнаем, откуда произошло такое необычное название, сколько живет бабочка монарх и как продолжает свой род.",
      "price": "1222",
      "image": "https://cdn11.img.sputnik.by/images/07e5/02/1a/1047014246.jpg",
      "id": 4
    },
    {
      "name": "Грета Ото",
      "description": "Козырь Греты Ото – не пышная красота, а хрупкость и изящество. У неё стройное туловище и прозрачные крылышки без цветовых чешуек, за которые она получила второе название – Стеклянная бабочка. У крылышек видны чёрные прожилки и коричнево-рыжая кайма, на верхних крыльях небольшая белая полоска. При удачном падении лучей света прозрачные участки крыльев переливаются, как мыльный пузырь.",
      "price": "1000",
      "image": "https://toptimes.ru/wp-content/uploads/2019/05/greta_oto.jpg",
      "id": 5
    },
    {
      "name": " Аполлон",
      "description": "Аполлон (Parnassius apollo) - чрезвычайно редкий вид бабочек. Он встречается только в некоторых частях Италии, Франции и Испании и в настоящее время находится под угрозой исчезновения. У него очень красивые мерцающие крылья серебристого цвета. Передние крылья имеют черные пятна, а задние крылья имеют более крупные красные и черные пятна, называемые \"глазными пятнами\". Личинки этой бабочки имеют отличную расцветку, помогающую замаскироваться от хищников. Взрослые же особи для отпугивания хищников используют большие пятна на своих крыльях и дурно пахнущее вещество. ",
      "price": "12345",
      "image": "https://cdn.pixabay.com/photo/2020/09/02/13/55/butterfly-5538387_1280.jpg",
      "id": 6
    },
    {
      "name": "Изумрудная Бабочка",
      "description": "Семейство Парусников насчитывает более 550 различных видов, и изумрудные бабочки (Papilio palinurus) являются одним из самых крупных и красивых среди них. Это довольно редкий вид, который встречается в лесах Юго-Восточной Азии. Своё название изумрудные бабочки получили из-за зелёных полос на крыльях, которые блестят на свету. Благодаря особому расположению чешуек крылья иногда также кажутся синими и желтыми. На нижней стороне крылья черно-оранжевые с синими пятнами.",
      "price": "12345",
      "image": "https://i.ytimg.com/vi/lEATaFtYauM/maxresdefault.jpg",
      "id": 7
    }
  ]
}